$ZDOTDIR/options.zsh
$ZDOTDIR/history.zsh
$ZDOTDIR/aliases.zsh
sindresorhus/pure kind:fpath
$ZDOTDIR/prompt.zsh
zsh-users/zsh-completions path:src kind:fpath
$ZDOTDIR/homebrew.zsh
zdharma-continuum/fast-syntax-highlighting
zsh-users/zsh-autosuggestions
MichaelAquilina/zsh-you-should-use
$ZDOTDIR/fzf.zsh
$ZDOTDIR/bat.zsh
$ZDOTDIR/javascript.zsh
$ZDOTDIR/python.zsh
$ZDOTDIR/ruby.zsh
davidde/git
romkatv/zsh-bench kind:path

# before compinit
belak/zsh-utils path:completion
# after compinit

$ZDOTDIR/1password.zsh
$ZDOTDIR/docker.zsh
