# regular
rupa/z
davidde/git

# local
$ZDOTDIR/homebrew.zsh
$ZDOTDIR/aliases.zsh
$ZDOTDIR/fzf.zsh
$ZDOTDIR/docker.zsh
$ZDOTDIR/node.zsh
$ZDOTDIR/python.zsh
$ZDOTDIR/ruby.zsh
$ZDOTDIR/1password.zsh
$ZDOTDIR/bun.zsh
$ZDOTDIR/android.zsh

# prompt
sindresorhus/pure kind:fpath

# misc
zdharma-continuum/fast-syntax-highlighting kind:defer
romkatv/zsh-bench kind:path

# completions
zsh-users/zsh-completions path:src kind:fpath
belak/zsh-utils path:completion

# final
zsh-users/zsh-history-substring-search
zsh-users/zsh-autosuggestions kind:defer
